Repository: nathikazad/danceinsf
Catalog: learning_app/lib/l10n/app_*.arb
Languages: es

source: Login
es: Iniciar

source: Logout
es: Cerrar

source: Watch Free Preview
es: Ver Vista Previa

# introLesson
source: 3 minute intro lesson
es: Lección introductoria de 3 minutos

# whyChooseCourse
source: Why Choose Our Bachata Course?
es: ¿Por Qué Elegir Nuestro Curso de Bachata?

source: Only For Socials
es: Solo Para Sociales

# onlyForSocialsDescription
source: All our content is focused on social dancing not choreographies. That means you will be taught all the subtle details so you can perform these moves with anybody.
es: Todo nuestro contenido se enfoca en el baile social, no en coreografías. Esto significa que te enseñaremos todos los detalles sutiles para que puedas realizar estos movimientos con cualquiera.

source: Body Language
es: Lenguaje Corporal

# bodyLanguageDescription
source: Dancing Bachata is a conversation between two bodies. We focus on body language and teach you how to communicate with your partner, how to send signals and how to respond to them.
es: Bailar Bachata es una conversación entre dos cuerpos. Nos enfocamos en el lenguaje corporal y te enseñamos cómo comunicarte con tu pareja, cómo enviar señales y cómo responder a ellas.

source: No Prizes, Only Fun
es: Sin Premios, Solo Diversión

# noPrizesOnlyFunDescription
source: This is not for people who want to win dance competitions, this is for people who just want to dance and enjoy the moment. We will make it easy for you to have fun.
es: Esto no es para personas que quieren ganar competencias de baile, es para personas que solo quieren bailar y disfrutar el momento. Te facilitaremos la diversión.

source: No Basics
es: Sin Básicos

# noBasicsDescription
source: This course is for intermediate and advanced dancers. We teach you new moves that you can use to express yourself and connect with your partner even better.
es: Este curso es para bailarines intermedios y avanzados. Te enseñamos nuevos movimientos que puedes usar para expresarte y conectar mejor con tu pareja.

source: Unlimited Replays
es: Reproducciones Ilimitadas

# unlimitedReplaysDescription
source: In workshops it is hard to remember everything you learned, but with pre-recorded videos you can watch them over and over again till it becomes second nature.
es: En talleres es difícil recordar todo lo que aprendiste, pero con videos pregrabados puedes verlos una y otra vez hasta que se conviertan en algo natural.

source: Easy Review
es: Revisión Fácil

# easyReviewDescription
source: We have a dedicated section for reviewing the moves you have learned. So when your memory gets fuzzy, you can quickly refresh it.
es: Tenemos una sección dedicada para revisar los movimientos que has aprendido. Así que cuando tu memoria se nuble, puedes refrescarla rápidamente.

# buyForPrice
source: Buy for ${price} {currency}
es: Comprar por ${price}

# refundPolicy
source: If you are not satisfied with the course, you can cancel within 48 hours and get a full refund. No questions asked.
es: Si no estás satisfecho con el curso, puedes cancelar dentro de las 48 horas y obtener un reembolso completo. Sin preguntas.

# footerTagline
source: Learn new bachata sensual moves from the comfort of your home.
es: Aprende nuevos movimientos de bachata sensual desde la comodidad de tu hogar.

# copyright
source: © 2024 Only For Bachateros. All rights reserved.
es: © 2024 Solo Para Bachateros. Todos los derechos reservados.

# madeWithLove
source: Made with ♥ for bachata lovers worldwide
es: Hecho con ♥ para amantes de la bachata en todo el mundo

source: Sign in
es: Iniciar sesión

source: Phone Number
es: Número de teléfono

source: Send OTP
es: Enviar OTP

source: Sign in with Apple
es: Iniciar sesión con Apple

source: Sign in with Google
es: Iniciar sesión con Google

source: Enter OTP
es: Ingresar OTP

source: Verify OTP
es: Verificar OTP

source: Back to phone input
es: Volver al ingreso de teléfono

source: Complete Your Purchase
es: Completa tu Compra

source: Payment Successful!
es: ¡Pago Exitoso!

# paymentSuccessMessage
source: Thank you for your purchase. You will receive access to the course shortly.
es: Gracias por tu compra. Recibirás acceso al curso en breve.

source: Login Required
es: Inicio de Sesión Requerido

# loginRequiredMessage
source: Please log in to complete your purchase.
es: Por favor inicia sesión para completar tu compra.

source: Login to Continue
es: Iniciar Sesión para Continuar

# bachataCoursePrice
source: Bachata Course - ${price} {currency}
es: Curso de Bachata - ${price}

# courseDescription
source: Get lifetime access to our comprehensive bachata course with unlimited replays.
es: Obtén acceso de por vida a nuestro curso completo de bachata con reproducciones ilimitadas.

# securePaymentMessage
source: Secure payment powered by Stripe
es: Pago seguro impulsado por Stripe

source: Continue to Payment
es: Continuar al Pago

# payAmount
source: Pay ${price} {currency}
es: Pagar ${price}

# errorOccurred
source: An error occurred. Please try again.
es: Ocurrió un error. Por favor inténtalo de nuevo.
